Repository: cth103/dcpomatic1
Catalog: src/lib/po/*.po
Languages: fr_fr, it_it, nl_nl, pl_pl, ru_ru, sv_se

source: This film was created with a newer version of DCP-o-matic, and it cannot be loaded into this version. Sorry!
fr_fr: Ce film a été créé avec une nouvelle version de DCP-o-matic et il ne peut être ouvert dans cette version du programme. Désolé!
nl_nl: Deze film is gemaakt met een nieuwere versie van DCP-o-matic en kan niet geopend worden. Sorry!
pl_pl: Film został utworzony przy pomocy nowszej wersji DCP-o-matic i nie może być otwarty w tej wersji. Przepraszamy!
ru_ru: Проект создан более новой версией DCP-o-matic и не быть загружен этой версией. Извините!

source: This film was created with an older version of DCP-o-matic, and unfortunately it cannot be loaded into this version. You will need to create a new Film, re-add your content and set it up again. Sorry!
fr_fr: Ce projet a été créé avec une ancienne version de DCP-o-matic, chargement impossible. Créez un nouveau projet, ajoutez du contenu et reparamétrez. Désolé !
nl_nl: Deze film is gemaakt met een oudere versie van DCP-o-matic en kan niet geopend worden met deze versie. U moet een nieuw project maken en de content opnieuw importeren. Sorry!.
pl_pl: Projekt został utworzony przy pomocy starszej wersji DCP-o-matic i nie może być otwarty w tej wersji. Musisz stworzyć nowy Projekt i ponownie dodać materiały i ustawienia. Przepraszamy!
ru_ru: Проект был создан более старой версией DCP-o-matic и, к сожалению, не может быть загружен этой версией. Вам необходимо создать новый проект, заново добавить контент и настроить его. Извините!
sv_se: Denna film skapades i en äldre version av DCP-o-matic, och tyvärr kan den inte öppnas i denna version. Du måste skapa en ny Film, lägga till ditt innehåll och konfigurera allt igen. Ursäkta!

source: Trailer
it_it: Prossimamente
pl_pl: Zwiastun
ru_ru: TRL (Трейлер)

source: Transcode %1
fr_fr: Transcodage %1
it_it: Transcodifica %1
nl_nl: Omzetten %1
pl_pl: Transkodowanie %1
ru_ru: Транскодирование %1
sv_se: Konvertera %1

source: Transitional
it_it: Di transizione
nl_nl: Bumper
pl_pl: Tymczasowy
ru_ru: XSN (Транзитный)

source: Unexpected ZIP file contents
fr_fr: Contenu de fichier ZIP non géré.
nl_nl: Onverwachte ZIP file inhoud
pl_pl: Archiwum ZIP zawiera nieobsługiwane pliki
ru_ru: Неожиданное содержимое ZIP-файла

source: Unexpected image type received by server
fr_fr: Type d'image non conforme reçu par le serveur
nl_nl: Onverwacht beeldtype ontvangen door server
pl_pl: Serwer otrzymał nieobsługiwany typ obrazu
ru_ru: Сервером получен неожиданный тип изображения.

source: Unknown error
fr_fr: Erreur inconnue
it_it: Errore sconosciuto
nl_nl: Onbekende fout
pl_pl: Nieznany błąd
ru_ru: Неизвестная ошибка
sv_se: Okänt fel

source: Unrecognised audio sample format (%1)
fr_fr: Échantillonnage audio (%1) inconnu
it_it: Formato di campionamento audio non riconosciuto (%1)
nl_nl: Niet herkenbaar audio sample formaat (%1)
pl_pl: Nieznany rodzaj pliku audio (%1)
ru_ru: Нераспознанный формат аудио (%1)
sv_se: Okänt audio-sampelformat (%1)

source: Unsharp mask and Gaussian blur
fr_fr: Adoucissement et flou Gaussien
it_it: Maschera unsharp e sfocatura Gaussiana
pl_pl: Wyostrzanie i filtr Gausowski
ru_ru: Маска понижения резкости и Гауссово размытие
sv_se: Oskärpemask och Gaussisk suddighet

source: Untitled
fr_fr: Sans titre
nl_nl: Niet benoemd
pl_pl: Nowy
ru_ru: Безымянный
sv_se: Utan titel

source: Visually impaired
fr_fr: Déficients Visuels
nl_nl: Slechtzienden
pl_pl: Dla niedowidzących
ru_ru: Слабовидящий

source: Waiting
fr_fr: En cours
it_it: Aspetta
nl_nl: Wachten
pl_pl: Czekam
ru_ru: Ожидание
sv_se: Väntar

source: Yet Another Deinterlacing Filter
fr_fr: Un autre filtre de désentrelacement
it_it: Altro filtro di deinterlacciamento
pl_pl: I jeszcze jeden filtr usuwania przeplotu
ru_ru: Ещё один фильтр деинтерлейсинга

source: You must add some content to the DCP before creating it
fr_fr: Ajoutez un contenu pour créer le DCP
nl_nl: U moet wat content toevoegen voor het maken van de DCP
pl_pl: Musisz dodać pliki zanim utworzysz DCP
ru_ru: Добавьте контент в проект прежде чем создавать DCP
sv_se: Du måste lägga till något innehåll till DCP:n innan du skapar den

source: [moving images]
fr_fr: [Déplacement d'images]
nl_nl: [bewegend beeld]
pl_pl: [ruchome obrazy]
ru_ru: [последовательность]
sv_se: [rörliga bilder]

source: [still]
fr_fr: [restant]
pl_pl: [stopklatka]
ru_ru: [статичный]
sv_se: [stillbild]

source: cannot contain slashes
fr_fr: slash interdit
it_it: non può contenere barre
nl_nl: er mag geen '" gebruikt worden
pl_pl: nie może zawierać ukośników
ru_ru: не может содержать разрезы
sv_se: får inte innehålla snedstreck

source: connect timed out
fr_fr: temps de connexion expiré
it_it: connessione scaduta
nl_nl: verbinding timeout
pl_pl: minął czas połączenia
ru_ru: таймаут соединения
sv_se: uppkopplingen tajmade ur

source: connecting
fr_fr: connexion
it_it: mi sto connettendo
nl_nl: verbinden
pl_pl: łączenie
ru_ru: соединение
sv_se: kopplar upp

source: container
fr_fr: conteneur
pl_pl: kontener
ru_ru: контейнер
sv_se: behållare

source: content type
fr_fr: type de contenu
it_it: tipo di contenuto
pl_pl: typ kontentu
ru_ru: тип контента
sv_se: innehållstyp

source: copying %1
fr_fr: copie de %1
it_it: copia %1
nl_nl: kopieeren %1
pl_pl: kopiowanie %1
ru_ru: копирование %1
sv_se: kopierar %1

source: could not create file %1
fr_fr: Écriture vers fichier distant (%1) impossible
it_it: Non posso scrivere il file remoto (%1)
nl_nl: kan geen bestand maken %1
pl_pl: nie udało się utworzyć pliku %1
ru_ru: не удалось создать файл %1
sv_se: kunde inte skapa fil %1

source: could not find audio decoder
it_it: non riesco a trovare il decoder audio
nl_nl: kan geen audio decoder vinden
pl_pl: nie udało się znaleźć dekodera audio
ru_ru: не удалось найти аудио декодер
sv_se: kunde inte hitta audio-avkodare

source: could not find stream information
fr_fr: information du flux introuvable
it_it: non riesco a trovare informazioni sullo streaming
nl_nl: kan geen stream informatie vinden
pl_pl: nie udało się znaleźć właściwości strumienia
ru_ru: не удалось найти информацию о потоке
sv_se: kunde inte hitta information om strömmen

source: could not find video decoder
it_it: non riesco a trovare il decoder video
nl_nl: kan geen videodecoder vinden
pl_pl: nie udało się znaleźć dekodera video
ru_ru: не удалось найти видео декодер
sv_se: kunde inte hitta video-avkodare

source: could not move audio MXF into the DCP (%1)
fr_fr: ne peut déplacer un MXF son dans le DCP (%1)
nl_nl: kan MXF audio niet plaatsen in DCP (%1)
pl_pl: nie udało się przenieść pliku audio MXF do DCP (%1)
ru_ru: не удалось переместить аудио-MXF в DCP-пакет (%1)
sv_se: kunde inte flytta audio-MXF in i DCP:n (%1)

source: could not open audio file for reading (%1)
pl_pl: nie udało się odczytać pliku audio (%1)
ru_ru: не удалось открыть аудиофайл для чтения

source: could not open file %1
fr_fr: lecture du fichier (%1) impossible
it_it: non riesco ad aprire %1
nl_nl: kan bestand niet openen %1
pl_pl: nie udało się otworzyć pliku (%1)
ru_ru: не удалось открыть файл %1
sv_se: kunde inte öppna fil %1

source: could not open file for reading
fr_fr: lecture du fichier impossible
it_it: non riesco ad aprire il file per leggerlo
nl_nl: kan bestand niet openen om te lezen
pl_pl: nie udało się odczytać pliku
ru_ru: не удалось открыть файл для чтения
sv_se: kunde inte öppna fil för läsning

source: could not read encoded data
fr_fr: lecture des données encodées impossible
nl_nl: kan encoded data niet lezen
pl_pl: nie udało się odczytać danych zaszyfrowanych
ru_ru: не удалось прочитать закодированные данные
sv_se: kunde inte läsa kodat data

source: could not read from file %1 (%2)
fr_fr: lecture du fichier impossible %1 (%2)
it_it: non posso leggere dal file %1 (%2)
nl_nl: kan bestand niet lezen %1 (%2)
pl_pl: nie udało czytać z pliku %1 (%2)
ru_ru: не удалось прочитать из файла %1 (%2)
sv_se: kunde inte läsa från fil %1 (%2)

source: could not run sample-rate converter
fr_fr: conversion de la fréquence d'échantillonnage impossible
it_it: non riesco a eseguire il convertitore della frequenza di campionamento
nl_nl: kan sample-rate converter niet starten
pl_pl: nie udało się uruchomić konwertera częstotliwości próbkowania
ru_ru: не удалось запустить конвертер частоты дискретизации
sv_se: kunde inte köra sampelhastighetskonverteraren

source: could not run sample-rate converter for %1 samples (%2) (%3)
fr_fr: n'a pas pu convertir la fréquence d'échantillonnage pour %1 échantillons (%2) (%3)
nl_nl: kan sample-rate converter niet starten gedurende %1 samples (%2) (%3)
pl_pl: nie udało się uruchomić konwertera częstotliwości próbkowania dla %1 próbek (%2) (%3)
ru_ru: не удалось запустить конвертер частоты дискретизации для %1 сэмплов (%2) (%3)
sv_se: kunde inte köra sampelhastighetskonverteraren under %1 sampel (%2) (%3)

source: could not start SCP session (%1)
fr_fr: démarrage de session SCP (%1) impossible
it_it: non posso avviare la sessione SCP (%1)
nl_nl: kan SCP sessie niet starten (%1)
pl_pl: nie udało się uruchomić sesji SCP (%1)
ru_ru: не удалось запустить SCP-сессию (%1)
sv_se: kunde inte starta SCP-session (%1)

source: could not start SSH session
fr_fr: démarrage de session SSH impossible
it_it: non posso avviare la sessione SSH
nl_nl: kan SSH sessie niet starten
pl_pl: nie udało się uruchomić sesji SSH
ru_ru: не удалось запустить SSH-сессию
sv_se: kunde inte starta SSH-session

source: could not write to file %1 (%2)
fr_fr: Écriture vers fichier distant (%1) impossible (%2)
it_it: non posso scrivere il file (%1)
nl_nl: kan niet schrijven naar bestand %1 (%2)
pl_pl: nie udało się zapisać do pliku %1 (%2)
ru_ru: не удалось записать в файл %1 (%2)
sv_se: kunde inte skriva till fil %1 (%2)

source: error during async_accept (%1)
fr_fr: erreur pendant async_accept (%1)
nl_nl: fout met async_accepteren (FTP) (%1)
pl_pl: Nastąpił błąd podczas async_accept (%1)
ru_ru: ошибка во время async_accept (%1)
sv_se: fel vid async_accept (%1)

source: error during async_connect (%1)
fr_fr: erreur pendant async_connect (%1)
nl_nl: fout met async_verbinden (FTP) (%1)
pl_pl: Nastąpił błąd podczas async_connect (%1)
ru_ru: ошибка во время async_connect (%1)
sv_se: fel vid async_connect (%1)

source: error during async_read (%1)
fr_fr: erreur pendant async_read (%1)
nl_nl: fout met async_lezen (FTP) (%1)
pl_pl: Nastąpił błąd podczas async_read (%1)
ru_ru: ошибка во время async_read (%1)
sv_se: fel vid async_read (%1)

source: error during async_write (%1)
fr_fr: erreur pendant async_write (%1)
nl_nl: fout met async_schrijven (FTP) (%1)
pl_pl: Nastąpił błąd podczas async_write (%1)
ru_ru: ошибка во время async_write (%1)
sv_se: fel vid async_write (%1)

source: frames per second
it_it: fotogrammi al secondo
nl_nl: frames per seconde
pl_pl: klatek na sekundę
ru_ru: кадров в секунду
sv_se: bilder per sekund

source: hour
it_it: ora
nl_nl: uur
pl_pl: godzina
ru_ru: час
sv_se: timme

source: hours
it_it: ore
nl_nl: uren
pl_pl: godzin
ru_ru: часа(ов)
sv_se: timmar

source: minute
it_it: minuto
nl_nl: minuut
pl_pl: minuta
ru_ru: минута
sv_se: minut

source: minutes
it_it: minuti
nl_nl: minuten
pl_pl: minut
ru_ru: минут(ы)
sv_se: minuter

source: missing required setting %1
fr_fr: paramètre %1 manquant
it_it: persa la regolazione richiesta %1
nl_nl: ontbrekende verplichte setting %1
pl_pl: brakuje wymaganych ustawień %1
ru_ru: отсутствует обязательная настройка: <b> %1 </b>
sv_se: saknad nödvändig inställning %1

source: multi-part subtitles not yet supported
fr_fr: sous-titres en plusieurs parties non supportés
it_it: sottotitoli multi-part non ancora supportati
nl_nl: ondertitels met meerdere delen worden nog niet ondersteund.
pl_pl: pliki kilkuczęściowe nie są jeszcze obsługiwane
ru_ru: субтитры из нескольких частей ещё не поддерживаются
sv_se: undertexter i flera delar stöds inte ännu

source: name
fr_fr: nom
it_it: nome
nl_nl: naam
pl_pl: nazwa
ru_ru: название
sv_se: namn

source: non-bitmap subtitles not yet supported
it_it: sottotitoli non-bitmap non ancora supportati
nl_nl: non-bitmap ondertitels worden nog niet ondersteund
pl_pl: na razie obsługiwane są tylko napisy w bitmapie
ru_ru: нерастровые субтитры ещё не поддерживаются
sv_se: icke-rastergrafiska undertexter stöds inte ännu

source: pixel aspect ratio
pl_pl: proporcje obrazu
ru_ru: Соотношение сторон пикселей

source: remaining
fr_fr: restant
it_it: restano
nl_nl: resterend
pl_pl: pozostało
ru_ru: осталось
sv_se: återstående tid

source: second
nl_nl: secondes
pl_pl: sekunda
ru_ru: секунда

source: seconds
it_it: secondi
nl_nl: secondes
pl_pl: sekund
ru_ru: секунд(ы)
sv_se: sekunder

source: unknown
fr_fr: Inconnu
nl_nl: onbekend
pl_pl: nieznany
ru_ru: неизвестно
sv_se: okänd

source: Dolby CP650 and CP750
fr_fr: Dolby CP650 et CP750
pl_pl: Dolby CP650 i CP750
sv_se: Dolby CP650 och CP750

source: Spline
pl_pl: Klin

source: missing key %1 in key-value set
fr_fr: clé %1 manquante dans le réglage
it_it: persa la chiave %1 tra i valori chiave
nl_nl: ontbrekende key %1 in key-value set
pl_pl: brakuje klucza %1 w gałęzi key-value
sv_se: saknad nyckel %1 i nyckel-värde grupp

source: %1 channels, %2kHz, %3 samples
fr_fr: %1 canaux, %2kHz, %3 échantillons

source: %1 frames; %2 frames per second
fr_fr: %1 images ; %2 images par seconde

source: Audio will be resampled from %1kHz to %2kHz.
fr_fr: L'audio sera rééchantillonné de %1kHz à %2kHz.

source: Content to be joined must use the same audio stream.
fr_fr: Le contenu à ajouter doit avoir le même flux audio
nl_nl: Toegevoegde bestanden moeten dezelfde audio stream gebruiken.
sv_se: Innehåll som ska sammanfogas måste använda samma audioström.

source: Padded with black to %1x%2
fr_fr: Enveloppe noire de %1x%2

source: could not open audio file for reading
fr_fr: lecture du fichier audio impossible

source: moving
fr_fr: déplacement

source: sRGB non-linearised
fr_fr: sRGB non linéarisé
sv_se: sRGB icke-linjär

source: still
fr_fr: %1 [restant]

source: Cubic interpolating deinterlacer
it_it: Deinterlacciatore cubico interpolato

source: De-blocking
it_it: Sbloccaggio

source: Deringing filter
it_it: Filtro deringing

source: Experimental horizontal deblocking filter 1
it_it: Filtro di sblocco sperimentale orizzontale 1

source: Experimental vertical deblocking filter 1
it_it: Filtro di sblocco sperimentale verticale 1

source: FFMPEG deinterlacer
it_it: Deinterlacciatore FFMPEG

source: FIR low-pass deinterlacer
it_it: Deinterlacciatore FIR low-pass

source: Force quantizer
it_it: Forza quantizzatore

source: Horizontal deblocking filter
it_it: Filtro sblocco orizzontale

source: Horizontal deblocking filter A
it_it: Filtro A sblocco orizzontale

source: It is not known what caused this error. The best idea is to report the problem to the DCP-o-matic mailing list (carl@dcpomatic.com)
it_it: Non sappiamo cosa ha causato questo errore. La cosa migliore è inviare un report del problema alla mailing list di DCP-o-matic (carl@dcpomatic.com)

source: Linear blend deinterlacer
it_it: Deinterlacciatore lineare miscelato

source: Linear interpolating deinterlacer
it_it: Deinterlacciatore lineare interpolato

source: Median deinterlacer
it_it: Deinterlacciatore mediano

source: Temporal noise reducer
it_it: Riduttore temporale di rumore

source: Vertical deblocking filter
it_it: Filtro di sblocco verticale

source: Vertical deblocking filter A
it_it: Filtro A di sblocco verticale

source: could not find subtitle decoder
it_it: non riesco a trovare il decoder dei sottotitoli
