Repository: cth103/dcpomatic1
Catalog: src/lib/po/*.po
Languages: fr_fr, it_it, nl_nl, pl_pl, ru_ru, sv_se

source: %1 [audio]
pl_pl: %1 [dźwięk]
ru_ru: %1 [аудио]
sv_se: %1 [ljud]

source: %1 [movie]
fr_fr: %1 [vidéo]
nl_nl: %1 [film]
pl_pl: %1 [obraz]
ru_ru: %1 [видео]
sv_se: %1 [film]

source: 3D denoiser
fr_fr: Débruitage 3D
it_it: Riduttore di rumore 3D
nl_nl: 3D ruisonderdrukking
pl_pl: Odszumianie 3D
ru_ru: Подавитель шума 3D
sv_se: 3D brusreducering

source: Academy
nl_nl: Academie
ru_ru: Academy (1.33:1)

source: Advertisement
it_it: Pubblicità
nl_nl: Advertentie
pl_pl: Reklamowy
ru_ru: ADV (Реклама)

source: An error occurred whilst handling the file %1.
fr_fr: Une erreur s'est produite lors du traitement du fichier %1.
it_it: Errore durante l'elaborazione del file %1.
nl_nl: Er is een fout opgetreden met bestand %1.
pl_pl: Wystąpił błąd podczas przetwarzania pliku %1.
ru_ru: Возникла ошибка при обращении к файлу %1.
sv_se: Ett fel inträffade vid hantering av filen %1

source: Analyse audio
nl_nl: Analyseer audio
pl_pl: Analizuj dźwięk
ru_ru: Анализ аудио
sv_se: Analysera audio

source: Area
fr_fr: Surface
nl_nl: Gebied
pl_pl: Pole
ru_ru: Область
sv_se: Yta

source: Audio will be resampled from %1kHz to %2kHz
ru_ru: Аудио будет ресэмплировано из %1kHz в %2kHz.

source: Audio will be resampled to %1kHz
ru_ru: Аудио будет ресэмплировано в %1kHz.

source: Audio will not be resampled
ru_ru: Аудио не будет ресэмплировано.

source: Bicubic
fr_fr: Bicubique
it_it: Bicubica
pl_pl: Dwusześcienny
ru_ru: Бикубическое
sv_se: Bikubisk

source: Bilinear
fr_fr: Bilinéaire
it_it: Bilineare
pl_pl: Dwuliniowy
ru_ru: Билинейное
sv_se: Bilinjär

source: Cancelled
fr_fr: Annulé
it_it: Cancellato
nl_nl: Afgebroken
pl_pl: Anulowane
ru_ru: Отменено
sv_se: Avbruten

source: Cannot handle pixel format %1 during %2
fr_fr: Format du pixel %1 non géré par %2
it_it: Non posso gestire il formato di pixel %1 durante %2
nl_nl: Fout met pixel formaat %1 tijdens %2
pl_pl: Nie można było obsłużyć formatu %1 kiedy %2
ru_ru: Невозможно обработать формат пикселя %1 во время %2
sv_se: Kan inte hantera pixelformat %1 under %2

source: Centre
it_it: Centro
nl_nl: Midden
pl_pl: Środek
ru_ru: Центр
sv_se: Center

source: Checking existing image data
fr_fr: Recherche de données images existantes
nl_nl: Controleer bestaande videodata
pl_pl: Sprwdzanie istniejących danych obrazu
ru_ru: Проверка данных изображения
sv_se: Kontrollerar befintligt bilddata

source: Computing audio digest
fr_fr: Fabrication rendu audio
nl_nl: Verwerk audio data
pl_pl: Obliczanie danych dźwięku
ru_ru: Рендеринг аудио
sv_se: Beräknar audiosammanfattning

source: Computing digest
fr_fr: fabrication rendu
nl_nl: Verwerken...
pl_pl: Obliczanie danych
ru_ru: Рендеринг
sv_se: Beräknar sammanfattning

source: Computing image digest
fr_fr: Fabrication rendu image
nl_nl: Verwerk video data
pl_pl: Obliczanie danych obrazu
ru_ru: Рендеринг изображения
sv_se: Beräknar bildsammanfattning

source: Content and DCP have the same rate.
fr_fr: Le DCP et la source ont la même cadence image.
nl_nl: Inhoud en DCP hebben dezelfde framerate .
pl_pl: Plik i DCP mają taką samą ilość kl/s.
ru_ru: У контента и DCP одинаковая частота кадров.
sv_se: Källa och DCP har samma bildfrekvens.

source: Content frame rate
fr_fr: Cadence du contenu
pl_pl: Ilość kl/s pliku to
ru_ru: Частота кадров контента
sv_se: Innehållets bildhastighet

source: Content to be joined must have the same audio delay.
fr_fr: Le contenu à ajouter doit présenter le même délais audio
nl_nl: Toegevoegde bestanden moeten dezelfde audio vertraging hebben.
pl_pl: Łączone pliki muszą mieć takie samo opóźnienie dźwięku.
ru_ru: Для присоединения контента должна быть одинаковая задержка аудио.
sv_se: Innehåll som ska sammanfogas måste använda samma audiofördröjning.

source: Content to be joined must have the same audio gain.
fr_fr: Le contenu à ajouter doit avoir le même gain audio
nl_nl: Toegevoegde bestanden moeten dezelfde audio gain hebben.
pl_pl: Łączone pliki muszą mieć takie samo gain dźwięku.
ru_ru: Для присоединения контента должно быть одинаковое усиление аудио.
sv_se: Innehåll som ska sammanfogas måste använda samma audioförstärkning.

source: Content to be joined must have the same colour conversion.
fr_fr: Le contenu à ajouter doit avoir le même type de conversion couleur
nl_nl: Toegevoegde bestanden moeten dezelfde kleurindeling hebben.
pl_pl: Łączone pliki muszą mieć takią samą konwersję kolorów.
ru_ru: Для присоединения контента должно быть одинаковое преобразование цвета.
sv_se: Innehåll som ska sammanfogas måste använda samma färgkonvertering.

source: Content to be joined must have the same crop.
fr_fr: le contenu à ajouter doit avoir les mêmes valeurs de rognage
nl_nl: Toegevoegde bestanden moeten dezelfde crop hebben.
pl_pl: Łączone pliki muszą mieć takie samo kadrowanie.
ru_ru: Для присоединения контента должно быть одинаковое кадрирование.
sv_se: Innehåll som ska sammanfogas måste använda samma beskärning.

source: Content to be joined must have the same picture size.
fr_fr: Le contenu à ajouter doit avoir la même taille d'image
nl_nl: Toegevoegde bestanden moeten dezelfde grootte hebben.
pl_pl: Łączone pliki muszą mieć taki sam rozmiar obrazu.
ru_ru: Для присоединения контента должен быть одинаковый размер изображения.
sv_se: Innehåll som ska sammanfogas måste använda samma bildstorlek.

source: Content to be joined must have the same scale setting.
fr_fr: Le contenu à ajouter doit avoir les mêmes paramètres de mise à l'échelle
nl_nl: Toegevoegde bestanden moeten dezelfde schaal hebben.
pl_pl: Łączone pliki muszą mieć takie samo skalowanie.
ru_ru: Для присоединения контента должны быть одинаковые параметры масштабирования.

source: Content to be joined must have the same subtitle X offset.
fr_fr: Le contenu à ajouter doit avoir le même positionnement horizontal des sous-titres
nl_nl: Toegevoegde bestanden moeten dezelfde ondertitel X offset hebben.
pl_pl: Łączone pliki muszą mieć takie samo przesunięcie X napisów.
ru_ru: Для присоединения контента должно быть одинаковое горизонтальное смещение субтитров.

source: Content to be joined must have the same subtitle X scale.
pl_pl: Łączone pliki muszą mieć taki sam rozmiar X napisów.
ru_ru: Для присоединения контента должен быть одинаковый размер субтитров по горизонтали.

source: Content to be joined must have the same subtitle Y offset.
fr_fr: Le contenu à ajouter doit avoir le même positionnement vertical des sous-titres
nl_nl: Toegevoegde bestanden moeten dezelfde ondertitel Y offset hebben.
pl_pl: Łączone pliki muszą mieć takie samo przesunięcie Y napisów.
ru_ru: Для присоединения контента должно быть одинаковое вертикальное смещение субтитров.

source: Content to be joined must have the same subtitle Y scale.
pl_pl: Łączone pliki muszą mieć taki sam rozmiar Y napisów.
ru_ru: Для присоединения контента должен быть одинаковый размер субтитров по вертикали.

source: Content to be joined must have the same video frame rate.
fr_fr: Le contenu à ajouter doit avoir la même cadence d'images
nl_nl: Toegevoegde bestanden moeten dezelfde video frame rate hebben.
pl_pl: Łączone pliki muszą mieć taką samą ilość kl/s.
ru_ru: Для присоединения контента должна быть одинаковой частота кадров видео.
sv_se: Innehåll som ska sammanfogas måste använda samma videobildhastighet.

source: Content to be joined must have the same video frame type.
fr_fr: Le contenu à ajouter doit avoir le même type de trame vidéo
nl_nl: Toegevoegde bestanden moeten dezelfde video formaat hebben.
pl_pl: Łączone pliki muszą mieć taki sam typ klatki.
ru_ru: Для присоединения контента должен быть одинаковый тип видео.
sv_se: Innehåll som ska sammanfogas måste använda samma videobildtyp.

source: Content to be joined must use the same subtitle stream.
fr_fr: Le contenu à ajouter doit avoir le même flux sous titre
nl_nl: Toegevoegde bestanden moeten dezelfde ondertitel stream gebruiken.
pl_pl: Łączone pliki muszą używać tego samego strumienia napisów.
ru_ru: Для присоединения контента необходимо использовать те же субтитры.
sv_se: Innehåll som ska sammanfogas måste använda samma undertextström.

source: Content video is %1x%2
fr_fr: Le contenu vidéo est %1x%2
pl_pl: Rozdzielczość materiału to %1x%2
ru_ru: Видео-контент %1x%2

source: Copy DCP to TMS
fr_fr: Copier le DCP dans le TMS
it_it: Copia del DCP al TMS
nl_nl: Kopieer DCP to TMS
pl_pl: Kopiuj DCP do TMS
ru_ru: Копировать DCP на TMS (Theater Management System)
sv_se: Kopiera DCP till TMS

source: Could not connect to server %1 (%2)
fr_fr: Connexion au serveur %1 (%2) impossible
it_it: Non posso connetermi al server %1 (%2)
nl_nl: Kan niet verbinden met server %1 (%2)
pl_pl: Nie można połączyć z serwerem %1 (%2)
ru_ru: Не удалось подключиться к серверу %1 (%2)
sv_se: Kunde inte ansluta till server %1 (%2)

source: Could not create remote directory %1 (%2)
fr_fr: Création du dossier distant %1 (%2) impossible
it_it: Non posso creare la directory remota %1 (%2)
nl_nl: Kan geen remote map maken %1 (%2)
pl_pl: Nie można utworzyć folderu zdalnego %1 (%2)
ru_ru: Не удалось создать удалённый каталог %1 (%2)
sv_se: Kunde inte skapa fjärrkatalog %1 (%2)

source: Could not decode image file (%1)
pl_pl: Nie można odkodować obrazu (%1)
ru_ru: Не удалось декодировать изображение (%1)

source: Could not listen for remote encode servers. Perhaps another instance of DCP-o-matic is running.
pl_pl: Nie można nasłuchiwać serwerów zdalnych. Druga instancja DCP-o-matic jest już prawdopodobnie uruchomiona.
ru_ru: Не удалось достучаться до удалённого сервера кодирования. Возможно работает ещё одна копия DCP-o-matic.

source: Could not open %1
fr_fr: lecture du fichier %1 impossible
nl_nl: Kan niet openen %1
pl_pl: Nie udało się otworzyć %1
ru_ru: Не удалось открыть %1
sv_se: Kunde inte öppna %1

source: Could not open %1 to send
fr_fr: Ouverture de %1 pour envoi impossible
it_it: Non posso aprire %1 da inviare
nl_nl: Kan niet openen %1 om te verzenden
pl_pl: Nie udało się otworzyć %1 do wysłania
ru_ru: Не удалось открыть %1 для отправки
sv_se: Kunde inte öppna %1 för att skicka

source: Could not open downloaded ZIP file
fr_fr: Ouverture du fichier Zip téléchargé impossible
nl_nl: Kan gedownloade ZIP bestand niet openen
pl_pl: Nie udało się otworzyć pobranego archiwum ZIP
ru_ru: Не удалось открыть загруженный ZIP-архив

source: Could not start SCP session (%1)
fr_fr: Démarrage de session SCP (%1) impossible
it_it: Non posso avviare la sessione SCP (%1)
nl_nl: Kan SCP sessie niet starten (%1)
pl_pl: Nie udało się rozpocząć sesji SCP (%1)
ru_ru: Не удалось запустить SCP-сессию (%1)
sv_se: Kunde inte starta SCP-session (%1)

source: Could not write to remote file (%1)
fr_fr: Écriture vers fichier distant (%1) impossible
it_it: Non posso scrivere il file remoto (%1)
nl_nl: Kan niet schrijven naar bestand op FTP server (%1)
pl_pl: Nie udało się zapisać do pliku zdalnego (%1)
ru_ru: Не удалось записать в удаленный файл (%1)
sv_se: Kunde inte skriva till fjärrfil (%1)

source: Cropped to %1x%2
fr_fr: Rognage de %1x%2
pl_pl: Przycięty do
ru_ru: Кадрировано в %1x%2

source: DCP will run at %1%% of the content speed.
fr_fr: Le DCP sera lu à %1%% de la vitesse du contenu source.
nl_nl: DCP renderd met %1%% van de content framerate.
pl_pl: DCP będzie odtwarzany z %1%% prędkości materiału.
ru_ru: DCP будет воспроизводиться на %1%% от скорости контента.
sv_se: DCP kommer att köras på %1%% av källans hastighet.

source: DCP will use every other frame of the content.
fr_fr: Le DCP utilisera les autres images de la source.
nl_nl: DCP zal alleen elk ander frame van de content gebruiken.
pl_pl: DCP będzie używał każdej pozostałej klatki materiału.
ru_ru: DCP будет использовать каждый второй кадр контента.
sv_se: DCP kommer att använda varannan bild från källan.

source: DCP-o-matic could not open the file %1. Perhaps it does not exist or is in an unexpected format.
fr_fr: DCP-o-matic ne peut pas ouvrir le fichier %1. Soit il n'existe pas, soit il n'est pas au bon format.
nl_nl: DCP-o-matic kan bestand niet openen %1 . Misschien bestaat het niet of wordt het formaat niet ondersteund.
pl_pl: DCP-o-matic nie mógł otworzyć pliku %1. Plik nie istnieje, lub jest w niewspieranym formacie.
ru_ru: DCP-o-matic не удалось открыть файл %1. Возможно он не существует или имеет неожиданный формат.
sv_se: DCP-o-matic kunde inte öppna filen %1. Saknas den, eller har den ett oförväntat format?

source: DCP-o-matic no longer supports the `%1' filter, so it has been turned off.
fr_fr: DCP-o-matic ne gère plus le filtre `%1'. Celui-ci a été désactivé.
nl_nl: DCP-o-matic ondersteund niet langer het `%1' filter, daarom is het uitgeschakeld.
pl_pl: DCP-o-matic nie używa już filtru `%1', więc został on wyłączony.
ru_ru: DCP-o-matic больше не поддерживает фильтр `%1', поэтому он был выключен.

source: De-interlacing
fr_fr: Désentrelacement
it_it: De-interlacciamento
pl_pl: Usuwanie przeplotu
ru_ru: Деинтерлейсинг
sv_se: Avflätning

source: Dear Projectionist Please find attached KDMs for $CPL_NAME. Cinema: $CINEMA_NAME Screen(s): $SCREENS The KDMs are valid from $START_TIME until $END_TIME. Best regards, DCP-o-matic
fr_fr: Cher projectionniste Veuillez trouver les fichiers KDMs attachés pour $CPL_NAME. Cinema: $CINEMA_NAME Ecran(s): $SCREENS Les KDMs sont valides du $START_TIME au $END_TIME. Cordialement, DCP-o-matic
nl_nl: Geachte operator Bijgevoegd zijn KDMs voor $CPL_NAME. Bioscoop: $CINEMA_NAME Zaal/Zalen: $SCREENS De KDMs zijn geldig van $START_TIME tot $END_TIME. Met vriendelijke groet, DCP-o-matic
pl_pl: Drogi Kinooperatorze W załączniku dodane są klucze dla $CPL_NAME. Kino: $CINEMA_NAME Sala(e): $SCREENS Klucze są ważne od $START_TIME do $END_TIME. Z poważaniem, DCP-o-matic
ru_ru: Уважаемый киномеханик Во вложении ключ(и) к $CPL_NAME. Кинотеатр: $CINEMA_NAME Экран(ы): $SCREENS Ключи действительны с $START_TIME по $END_TIME. С наилучшими пожеланиями, DCP-o-matic

source: Display aspect ratio
pl_pl: Proporcje obrazu
ru_ru: Соотношение сторон входного изображения

source: Download failed (%1/%2 error %3)
fr_fr: Echec de téléchargement (%1/%2 erreur %3)
nl_nl: Fout met download(%1/%2 error %3)
pl_pl: Pobieranie nie udało się (%1/%2 error %3)
ru_ru: Ошибка загрузки (%1/%2 ошибка %3)

source: Each content frame will be doubled in the DCP.
fr_fr: Chaque image source sera doublée dans le DCP.
nl_nl: Elk content frame zal verdubbeld worden de DCP.
pl_pl: Każda klatka materiału będzie zdublowana.
ru_ru: Каждый кадр контента будет задвоен в DCP-пакете.
sv_se: Varje bild från källan kommer att användas två gånger i DCPn.

source: Each content frame will be repeated %1 more times in the DCP.
fr_fr: Chaque image source sera répetée %1 fois dans le DCP.
nl_nl: Elk content frame zal %1 herhaald worden in de DCP.
pl_pl: Każda klatka materiału będzie powtórzona %1 razy.
ru_ru: Каждый кадр контента будет повторен %1 раз в DCP-пакете.
sv_se: Varje bild från källan kommer att användas ytterligare %1 gång(er) i DCPn.

source: Email KDMs for %1
fr_fr: Envoyer KDM par email pour %1
nl_nl: Email KDMs voor %1
pl_pl: Wyślij klucze do %1
ru_ru: Отправка ключей %1 по Email
sv_se: E-posta KDM:er för %1

source: Encoding image data
fr_fr: encodage des données image
nl_nl: Encoding bestandsdata
pl_pl: Kodowanie obrazu
ru_ru: Кодирование данных изображения
sv_se: Kodar bild-data

source: Error (%1)
fr_fr: Erreur (%1)
it_it: Errore (%1)
nl_nl: Fout (%1)
pl_pl: Błąd (%1)
ru_ru: Ошибка (%1)
sv_se: Fel (%1)

source: Examine content
fr_fr: Examen du contenu
it_it: Esamino il contenuto
nl_nl: Controleer content
pl_pl: Sprawdzanie materiału
ru_ru: Проверка контента
sv_se: Undersök innehållet

source: Failed to authenticate with server (%1)
fr_fr: L'authentification du serveur (%1) a échouée
it_it: Autenticazione col server fallita (%1)
nl_nl: Inlog fout met server (%1)
pl_pl: Błąd uwierzytelniania na serwerze (%1)
ru_ru: Ошибка аутентификации сервером (%1)
sv_se: Misslyckades att autentisera med server (%1)

source: Fast Bilinear
fr_fr: Bilinéaire rapide
it_it: Bilineare rapida
pl_pl: Szybki dwuliniowy
ru_ru: Быстрое билинейное
sv_se: Snabb bilinjär

source: Feature
it_it: Caratteristica
nl_nl: Kenmerken
pl_pl: Pełnometrażowy
ru_ru: FTR (Фильм)

source: Finding length
pl_pl: Ustalanie długości
ru_ru: Расчет длительности

source: Flat
nl_nl: Onbewerkt
ru_ru: Flat (1998x1080)

source: Full frame
pl_pl: Pełna klatka
ru_ru: FULL (2048x1080)

source: Gaussian
fr_fr: Gaussien
it_it: Gaussiana
pl_pl: Gausowski
ru_ru: Гауссово
sv_se: Gaussisk

source: Gradient debander
fr_fr: Corrections des bandes par dégradé
it_it: Gradiente debander
pl_pl: Zachowaj przejścia tonalne
ru_ru: Разбиение градиента
sv_se: Gradientutjämnare

source: Hearing impaired
fr_fr: Déficients Auditifs
nl_nl: Slechthorenden
pl_pl: Dla niesłyszących
ru_ru: Слабослышащий

source: High quality 3D denoiser
fr_fr: Débruiteur 3D haute qualité
it_it: Riduttore di rumore 3D di alta qualità
pl_pl: Odszumianie 3D wysokiej jakości
ru_ru: Высококачественный подавитель шума 3D
sv_se: Högkvalitets 3D-brusreducering

source: It is not known what caused this error. Please report the problem to the DCP-o-matic author (carl@dcpomatic.com).
nl_nl: Dit is een onbekende fout. U kunt deze het beste melden bij de DCP-o-matic maker (carl@dcpomatic.com)
pl_pl: Nie udało się ustalić, co spowodowało błąd. Prosimy o zgłoszenie błędu do autora DCP-o-matic (carl@dcpomatic.com).
ru_ru: Неизвестно, что вызвало эту ошибку. Пожалуйста, сообщите об этой проблеме автору DCP-o-matic (carl@dcpomatic.com).

source: KDM delivery: $CPL_NAME
nl_nl: KDM levering: $CPL_NAME
pl_pl: Wysyłka klucza: $CPL_NAME
ru_ru: Назначение KDM: $CPL_NAME

source: Kernel deinterlacer
fr_fr: Désentrelaceur noyau
it_it: Deinterlacciatore Kernel
pl_pl: Usuwanie przeplotu metodą Kernel
ru_ru: Деинтерлейсинг ядром
sv_se: Kernel-avflätare

source: Left
fr_fr: Gauche
it_it: Sinistro
nl_nl: Links
pl_pl: Lewy
ru_ru: Левый
sv_se: Vänster

source: Left centre
fr_fr: Centre Gauche
nl_nl: Links midden
pl_pl: Lewy centralny
ru_ru: Левый центр

source: Left rear surround
fr_fr: Surround arrière gauche
nl_nl: Links achter surround
pl_pl: Lewy tylny surround
ru_ru: Левое заднее окружение (surround)

source: Left surround
fr_fr: Arrière gauche
it_it: Surround sinistro
nl_nl: links surround
pl_pl: Lewy surround
ru_ru: Левое окружение (surround)
sv_se: Vänster surround

source: Lfe (sub)
fr_fr: Basses fréquences
pl_pl: Lfe (subwoofer)
ru_ru: НЧ (sub)

source: Misc
fr_fr: Divers
it_it: Varie
nl_nl: Diverse
pl_pl: Różne
ru_ru: Разное
sv_se: Diverse

source: Motion compensating deinterlacer
fr_fr: Désentrelaceur par compensation de mouvement
it_it: Dinterlacciatore compensativo di movimento
pl_pl: Usuwanie przeplotu z kompensacją ruchu
ru_ru: Диентерлейсер компенсации движения
sv_se: Rörelsekompenserande avflätare

source: No scale
fr_fr: Pas de mise à l'échelle
nl_nl: Niet vergroten of verkleinen
pl_pl: Nie skaluj
ru_ru: Без масштабирования

source: No stretch
fr_fr: Sans déformation
nl_nl: Niet uitvullen
pl_pl: Nie rozciągaj
ru_ru: Без растягивания

source: No valid image files were found in the folder.
fr_fr: Aucun fichier image valide dans ce dossier.
nl_nl: Geen geldige beeldbestanden gevonden in deze map.
pl_pl: W folderze nie znaleziono obsługiwanych plików
ru_ru: В папке не найдено подходящих изображений.

source: Noise reduction
fr_fr: Réduction de bruit
it_it: Riduzione del rumore
nl_nl: Ruis reductie
pl_pl: Redukcja szumu
ru_ru: Подавление шума
sv_se: Brusreducering

source: OK (ran for %1)
fr_fr: OK (processus %1)
it_it: OK (eseguito in %1)
nl_nl: OK (bezig.. %1)
pl_pl: OK (minęło %1)
ru_ru: Готово! (выполнено за %1)
sv_se: OK (kördes %1)

source: Only the first piece of content to be joined can have a start trim.
fr_fr: Seul le premier contenu à ajouter peut être rogné au point d'entrée.
nl_nl: Alleen het eerste deel van de toegevoegde content kan een start trim bevatten.
pl_pl: Tylko pierwszy z łączonych plików może być przycięta na początku.
ru_ru: Только первый элемент контента может иметь обрезку с начала.
sv_se: Endast den första delen av innehållet som läggs ihop kan start-trimmas.

source: Only the last piece of content to be joined can have an end trim.
fr_fr: Seul le dernier contenu à ajouter peut être rogné au point de sortie.
nl_nl: Alleen het laatste deel van de toegevoegde content kan een eind trim bevatten.
pl_pl: Tylko ostatni z łączonych plików może być przycięty na końcu.
ru_ru: Только последний элемент контента может иметь обрезку с конца.
sv_se: Endast den sista delen av innehållet som läggs ihop kan slut-trimmas.

source: Out of memory
fr_fr: Hors capacité mémoire
nl_nl: Te weinig geheugen
pl_pl: Zabrakło pamięci RAM
ru_ru: Недостаточно памяти (Out of memory)

source: Overcomplete wavelet denoiser
fr_fr: Réduction de bruit par ondelettes
pl_pl: Odszumianie DWT
ru_ru: Сверхполный подавитель шума небольшой волны
sv_se: Överkomplett wavelet-brusreducering

source: Padded with black to fit container %1 (%2x%3)
ru_ru: Заполнено черным для подгонки контейнера %1 (%2x%3)

source: Policy
it_it: Politica
nl_nl: Beleid
pl_pl: Umowa
ru_ru: POL (Стратегический)

source: Programming error at %1:%2
pl_pl: Błąd programowania w lini %1:%2
ru_ru: Ошибка програмиирования %1:%2

source: Public Service Announcement
it_it: Annuncio di pubblico servizio
nl_nl: Publieke Service aankondiging
pl_pl: Komunikat publiczny
ru_ru: PSA (Социальная реклама)

source: Rating
fr_fr: Classification
it_it: Punteggio
nl_nl: Beoordeling
pl_pl: Klasyfikacja
ru_ru: RTG (Оценивающий признак)

source: Right
fr_fr: Droite
it_it: Destro
nl_nl: Rechts
pl_pl: Prawy
ru_ru: Правый
sv_se: Höger

source: Right centre
fr_fr: Centre Droit
nl_nl: Rechts midden
pl_pl: Prawy centralny
ru_ru: Правый центр

source: Right rear surround
fr_fr: Surround arrière droite
nl_nl: Rechtsachter surround
pl_pl: Prawy centralny surround
ru_ru: Правое заднее окружение (surround)

source: Right surround
fr_fr: Arrière droite
it_it: Surround destro
nl_nl: Rechts surround
pl_pl: Prawy surround
ru_ru: Правое окружение (surround)
sv_se: Höger surround

source: SSH error (%1)
fr_fr: Erreur SSH (%1)
it_it: Errore SSH (%1)
nl_nl: SSH fout (%1)
pl_pl: Błąd SSH (%1)
ru_ru: Ошибка SSH (%1)
sv_se: SSH fel (%1)

source: Scaled to %1x%2
fr_fr: Mis à l'échelle de %1x%2
pl_pl: Przeskalowany do %1x%2
ru_ru: Масштабировано до %1x%2

source: Scope
nl_nl: Gebied
ru_ru: Scope (2048x858)

source: Short
it_it: Corto
nl_nl: Korte film
pl_pl: Krótkometrażowy
ru_ru: SHR (Короткометражный фильм)

source: Some audio will be resampled to %1kHz
ru_ru: Некоторое аудио будет ресемплировано в %1kГц

source: Teaser
pl_pl: Zapowiedź
ru_ru: TSR (Тизер)

source: Telecine filter
fr_fr: Filtre télécinéma
it_it: Filtro telecinema
pl_pl: Filtr Telecine
ru_ru: Фильтр Telecine

source: Test
it_it: Prova
pl_pl: Testowy
ru_ru: TST (Тестовый)

source: The drive that the film is stored on is low in disc space. Free some more space and try again.
fr_fr: Le disque contenant le film est presque plein. Libérez de l'espace et essayez à nouveau.
it_it: Sul disco dove è memorizzato il film non c'è abbastanza spazio. Liberare altro spazio e riprovare.
nl_nl: De harddisk waar de film is opgeslagen heeft te weinig ruimte. Maak rumte en probeer opnieuw.
pl_pl: Dysk na którym zapisany jest film ma mało wolnego miejsca. Zwolnij miejsce na dysku i spróbuj ponownie.
ru_ru: На устройство, на котором хранится проект, заканчивается место. Освободите немного места и попробуйте снова.
sv_se: Enheten som filmen lagras på har för lite ledigt utrymme. Frigör utrymme och försök igen.

source: There was not enough memory to do this.
fr_fr: Il n'y avait pas assez de mémoire pour faire cela.
nl_nl: Er was niet genoeg geheugen om dit uit te voeren.
pl_pl: Zabrakło pamięci RAM.
ru_ru: Недостаточно памяти, чтобы сделать это.
