Repository: cth103/dcpomatic1
Catalog: src/wx/po/*.po
Languages: sv_se

source: (password will be stored on disk in plaintext)
sv_se: (lösenord sparas på disk i klartext)

source: (restart DCP-o-matic to see language changes)
sv_se: (starta om DCP-o-matic för att se språkändringar)

source: 1 channel
sv_se: 1 kanal

source: A new version of DCP-o-matic is available.
sv_se: En ny version av DCP-o-matic finns tillgänglig.

source: About DCP-o-matic
sv_se: Om DCP-o-matic

source: Add Cinema...
sv_se: Lägg till Cinema...

source: Add Screen...
sv_se: Lägg till Skärm...

source: Add file(s)...
sv_se: Lägg till fil(er)...

source: Add folder...
sv_se: Lägg till folder...

source: Add...
sv_se: Lägg till...

source: Audio Delay
sv_se: Audio Fördröjning

source: Audio Gain
sv_se: Audio Förstärkning

source: Audio Language (e.g. EN)
sv_se: Audiospråk (ex. SV)

source: Audio Stream
sv_se: Audioström

source: Audio channels
sv_se: Audio-kanaler

source: Audio will be passed from content channel %d to DCP channel %d unaltered.
sv_se: Audio kommer att överföras från innehållskanal %d till DCP-kanal %d oförändrad.

source: Audio will be passed from content channel %d to DCP channel %d with gain %.1fdB.
sv_se: Audio kommer att överföras från innehållskanal %d till DCP-kanal %d med förstärkning %.1fdB.

source: Bad setting for %s (%s)
sv_se: Felaktig inställning för %s (%s)

source: Bottom crop
sv_se: Nedre beskärning

source: Browse...
sv_se: Bläddra...

source: But I have to use fader
sv_se: Men jag måste använda mixervolym

source: Calculate...
sv_se: Beräkna...

source: Cancel
sv_se: Avbryt

source: Channel gain
sv_se: Kanalförstärkning

source: Channels
sv_se: Kanaler

source: Check for testing updates as well as stable ones
sv_se: sök efter både test- och stabila uppdateringar

source: Check for updates on startup
sv_se: Sök efter uppdateringar vid start

source: Choose a file
sv_se: Välj en fil

source: Choose a file or files
sv_se: Välj en fil eller filer

source: Choose a folder
sv_se: Välj en folder

source: Colour conversion
sv_se: Färgkonvertering

source: Container
sv_se: Innehåll

source: Content
sv_se: Innehåll

source: Content Type
sv_se: Innehållstyp

source: Content frame rate %.4f
sv_se: Innehållets bildhastighet %.4f

source: Content version
sv_se: Innehållsversion

source: Content video is %dx%d (%.2f:1)
sv_se: Original-videon är %dx%d (%.2f:1)

source: Could not analyse audio.
sv_se: Kunde inte analysera audio.

source: Could not decode video for view (%s)
sv_se: Kunde inte avkoda video för visning (%s)

source: Could not make DCP: %s
sv_se: Kunde inte skapa DCP: %s

source: Create in folder
sv_se: Skapa i katalog

source: Cropped to %dx%d (%.2f:1)
sv_se: Beskuren till %dx%d (%.2f:1)

source: Custom
sv_se: Special

source: DCI name
sv_se: DCI namn

source: DCP Name
sv_se: DCP-namn

source: Default DCI name details
sv_se: Detaljer om förvalda DCI-namn

source: Default JPEG2000 bandwidth
sv_se: Förvald JPEG2000-bandbredd

source: Default audio delay
sv_se: Förvald audiofördröjning

source: Default container
sv_se: Förvald innehållstyp

source: Default content type
sv_se: Förvald innehållstyp

source: Default directory for new films
sv_se: Förvald katalog för nya filmer

source: Default duration of still images
sv_se: Förvald varaktighet på stillbilder

source: Defaults
sv_se: Standardval

source: Details...
sv_se: Detaljer...

source: Disk space required
sv_se: Diskutrymme som krävs

source: Down
sv_se: Ner

source: Edit Cinema...
sv_se: Redigera Cinema...

source: Edit Screen...
sv_se: Redigera Skärm...

source: Edit...
sv_se: Redigera...

source: Email address for KDM delivery
sv_se: Mejladress för KDM-leverans

source: Encoding Servers
sv_se: Kodningsservrar

source: Encrypted
sv_se: Krypterad

source: Facility (e.g. DLA)
sv_se: Företag (ex. DLA)

source: Film Properties
sv_se: Film Egenskaper

source: Film name
sv_se: Filmnamn

source: Filters
sv_se: Filter

source: Find missing...
sv_se: Hitta saknade...

source: Frame Rate
sv_se: Bildhastighet

source: Frames
sv_se: Bildrutor

source: Frames already encoded
sv_se: Bildrutor redan kodade

source: Free, open-source DCP generation from almost anything.
sv_se: Fri, öppen-källkods DCP-generering från nästan vad som helst.

source: From
sv_se: Avsändare

source: From address for KDM emails
sv_se: Avsändare för KDM-mejl

source: Full length
sv_se: Full längd

source: Gain Calculator
sv_se: Volym Kalkylator

source: Gain for content channel %d in DCP channel %d
sv_se: Förstärkning för innehållskanal %d i DCP-kanal %d

source: Hints
sv_se: Råd

source: Host
sv_se: Dator

source: Host name or IP address
sv_se: Datornamn eller IP-adress

source: I want to play this back at fader
sv_se: Jag vill spela upp detta med mixervolym

source: IP address
sv_se: IP-adress

source: IP address / host name
sv_se: IP-adress / datornamn

source: Input gamma
sv_se: Indata gamma

source: JPEG2000 bandwidth
sv_se: JPEG2000-bandbredd

source: Join
sv_se: Anslut

source: Keep video in sequence
sv_se: Behåll video i sekvens

source: L
sv_se: V

source: Left crop
sv_se: Vänster beskärning

source: Linearise input gamma curve for low values
sv_se: Linjärisera indatas gammakurva för låga värden

source: Ls
sv_se: Vs

source: MISSING:
sv_se: SAKNAS:

source: Mail password
sv_se: Mejl-lösenord

source: Mail user name
sv_se: Mejl-användarnamn

source: Make KDMs
sv_se: Skapa KDM:er

source: Matrix
sv_se: Matris

source: Multiple content selected
sv_se: Flera innehåll valda

source: My Documents
sv_se: Mina Dokument

source: Name
sv_se: Namn

source: New Film
sv_se: Ny Film

source: New versions of DCP-o-matic are available.
sv_se: Nya versioner av DCP-o-matic finns tillgängligt.

source: No audio will be passed from content channel %d to DCP channel %d.
sv_se: Ingen audio kommer att överföras från innehållskanalen %d till DCP-kanalen %d.

source: None
sv_se: Inget

source: Off
sv_se: Av

source: Outgoing mail server
sv_se: Utgående mejlserver

source: Output gamma
sv_se: Utdata gamma

source: Package Type (e.g. OV)
sv_se: Förpackningstyp (ex. OV)

source: Padded with black to %dx%d (%.2f:1)
sv_se: Svarta kanter tillagda för %dx%d (%.2f:1)

source: Password
sv_se: Lösenord

source: Pause
sv_se: Pausa

source: Peak
sv_se: Topp

source: Play
sv_se: Spela

source: Play length
sv_se: Spellängd

source: Please wait; audio is being analysed...
sv_se: Vänligen vänta; audio analyseras...

source: R
sv_se: H

source: Rating (e.g. 15)
sv_se: Klassificering (ex. 15)

source: Remove
sv_se: Ta bort

source: Remove Cinema
sv_se: Ta bort Cinema

source: Remove Screen
sv_se: Ta bort Skärm

source: Repeat
sv_se: Upprepa

source: Repeat Content
sv_se: Repetera Innehåll

source: Repeat...
sv_se: Upprepa...

source: Resolution
sv_se: Upplösning

source: Resume
sv_se: Fortsätt

source: Right click to change gain.
sv_se: Högerklicka för att ändra förstärkning.

source: Right crop
sv_se: Höger beskärning

source: Rs
sv_se: Hs

source: Scale to
sv_se: Skala om till

source: Scaled to %dx%d (%.2f:1)
sv_se: Skalad till %dx%d (%.2f:1)

source: Scaler
sv_se: Omskalare

source: Select Certificate File
sv_se: Välj certifikatfil

source: Send by email
sv_se: Skicka med mejl

source: Set
sv_se: Sätt

source: Set language
sv_se: Välj språk

source: Show Audio...
sv_se: Visa Audio...

source: Signed
sv_se: Signerad

source: Smoothing
sv_se: Utjämning

source: Stable version
sv_se: Stabil version

source: Studio (e.g. TCF)
sv_se: Studio (ex. TCF)

source: Subtitle Language (e.g. FR)
sv_se: Undertextspråk (ex. SV)

source: Subtitle Scale
sv_se: Undertext Skalning

source: Subtitle Stream
sv_se: Undertextström

source: Subtitles
sv_se: Undertexter

source: Supported by
sv_se: Stöd från

source: Target path
sv_se: Målsökväg

source: Territory (e.g. UK)
sv_se: Område (ex. SV)

source: The content file(s) you specified are not the same as those that are missing. Either try again with the correct content file or remove the missing content.
sv_se: Innehållsfilerna du angav är inte samma som de som saknas. Försök igen med rätt innehållsfiler eller ta bort det saknade innehållet.

source: There are no hints: everything looks good!
sv_se: Det finns inga råd: allt verkar bra!

source: Threads
sv_se: Trådar

source: Threads to use for encoding on this host
sv_se: Antal trådar att använda vid kodning på denna maskin

source: Time
sv_se: Tid

source: Timeline
sv_se: Tidslinje

source: Timeline...
sv_se: Tidslinje...

source: Timing
sv_se: Tajming

source: Top crop
sv_se: Övre beskärning

source: Translated by
sv_se: Översatt av

source: Trim from end
sv_se: Trimma från slut

source: Trim from start
sv_se: Trimma från start

source: Type
sv_se: Typ

source: Until
sv_se: Tills

source: Up
sv_se: Upp

source: Update
sv_se: Uppdatera

source: Use DCI name
sv_se: Använd DCI-namnet

source: Use all servers
sv_se: Använd alla servrar

source: Use best
sv_se: Använd bästa

source: Use preset
sv_se: Använd förhandsinställning

source: User name
sv_se: Användarnamn

source: Video frame rate
sv_se: bildhastighet

source: With Subtitles
sv_se: Med Undertexter

source: Write to
sv_se: Skriv till

source: Written by
sv_se: Skriven av

source: You have %d files that look like they are VOB files from DVD. You should join them to ensure smooth joins between the files.
sv_se: Du har %d filer som verkar vara VOB-filer från DVD. Du borde sammanfoga dom för att säkerställa jämna övergångar mellan filerna.

source: Your DCP frame rate (%d fps) may cause problems in a few (mostly older) projectors. Use 24 or 48 frames per second to be on the safe side.
sv_se: Din DCP-bildhastighet (%d bps) kan orsaka problem i några få (äldre) projektorer. Använd 24 eller 48 bilder per sekund för att vara säker.

source: Your DCP has an odd number of audio channels. This is very likely to cause problems on playback.
sv_se: Din DCP har udda antal audiokanaler. Detta kommer troligen att ge problem vid uppspelning.

source: Your DCP has fewer than 6 audio channels. This may cause problems on some projectors.
sv_se: Din DCP har mindre än 6 audiokanaler. Detta kan medföra problem på vissa projektorer.

source: channels
sv_se: kanaler

source: counting...
sv_se: räknar...

source: still
sv_se: stillbild

source: times
sv_se: tider
