Repository: cth103/dcpomatic1
Catalog: src/tools/po/*.po
Languages: fr_fr, nl_nl, ru_ru

source: %1 already exists as a file, so you cannot use it for a new film.
fr_fr: Le fichier %1 existe déjà, vous ne pouvez l'utiliser pour un nouveau projet.
nl_nl: %1 Dit bestand bestaat al, hierdoor kunt u het niet gebruiken voor een nieuwe film
ru_ru: %1 уже существует как файл, так что вы не можете использовать его для нового проекта.

source: &Add Film...
fr_fr: &Ajouter Film...
nl_nl: Open een DCP map
ru_ru: &Добавить проект...

source: &Content
fr_fr: &Contenu
ru_ru: &Контент

source: &Edit
fr_fr: &Edition
ru_ru: &Редактировать

source: &Exit
fr_fr: &Quitter
nl_nl: &Afsluiten
ru_ru: &Выход

source: &File
fr_fr: &Fichier
nl_nl: &Bestand
ru_ru: &Файл

source: &Help
fr_fr: &Aide
ru_ru: &Помощь

source: &Jobs
fr_fr: &Travaux
nl_nl: &Projecten
ru_ru: &Задачи

source: &Make DCP Ctrl-M
fr_fr: &Créer le DCP Ctrl+M
nl_nl: &Maak een DCP Ctrl-M
ru_ru: &Собрать DCP Ctrl-M

source: &Open... Ctrl-O
fr_fr: &Ouvrir... Ctrl+O
nl_nl: &Openen... Ctrl-O
ru_ru: &Открыть... Ctrl-O

source: &Preferences... Ctrl-P
fr_fr: &Préférences... Ctrl+P
nl_nl: &Voorkeuren... Ctrl-P
ru_ru: &Настройки... Ctrl-P

source: &Properties...
fr_fr: &Propriétés...
nl_nl: &Instellingen...
ru_ru: &Свойства

source: &Quit
fr_fr: &Quitter
nl_nl: &Afsluiten
ru_ru: &Выход

source: &Save Ctrl-S
fr_fr: &Enregistrer Ctrl+S
ru_ru: &Сохранить Ctrl-S

source: &Send DCP to TMS
fr_fr: &Envoyer le DCP au TMS
nl_nl: &Verstuur DCP naar TMS
ru_ru: &Отправить DCP на TMS (Theatre Management System)

source: &Tools
fr_fr: &Outils
nl_nl: &Gereedschappen
ru_ru: &Инструменты

source: About
fr_fr: À propos
nl_nl: Over..
ru_ru: О программе

source: About DCP-o-matic
fr_fr: À propos de DCP-o-matic
nl_nl: Over DCP-o-matic
ru_ru: О программе DCP-o-matic

source: Add Film...
fr_fr: Ajouter Film...
nl_nl: Voeg Film Toe
ru_ru: Добавить проект...

source: An exception occurred: %s in %s. Please report this problem to the DCP-o-matic author (carl@dcpomatic.com).
fr_fr: Une erreur s'est produite: %s en %s. Merci de rapporter le problème à l'auteur de DCP-o-matic (carl@dcpomatic.com).
ru_ru: Произошла ошибка: %s в %s. Пожалуйста, сообщите об этой проблеме автору DCP-o-matic (carl@dcpomatic.com)

source: An exception occurred: %s. Please report this problem to the DCP-o-matic author (carl@dcpomatic.com).
fr_fr: Une erreur s'est produite: (%s). Merci de rapporter le problème à l'auteur de DCP-o-matic (carl@dcpomatic.com).
ru_ru: Произошла ошибка: %s. Пожалуйста, сообщите об этой проблеме автору DCP-o-matic (carl@dcpomatic.com)

source: An unknown exception occurred.
fr_fr: Exception inconnue
nl_nl: Er is een onbekende fout opgetreden.
ru_ru: Произошла неизвестная ошибка.

source: An unknown exception occurred. Please report this problem to the DCP-o-matic author (carl@dcpomatic.com).
fr_fr: Erreur indéterminée. Merci de rapporter le problème à l'auteur de DCP-o-matic (carl@dcpomatic.com).
nl_nl: Een ongekende fout is opgetreden. AUB meld deze aan de maker van DCP-o-matic (carl@dcpomatic.com).
ru_ru: Произошла неизвестная ошибка. Пожалуйста, сообщите об этой проблеме автору DCP-o-matic (carl@dcpomatic.com)

source: Bad setting for %s (%s)
fr_fr: Mauvais paramètres pour %s (%s)
ru_ru: Неправильные настройки для %s (%s)

source: CPL's content is not encrypted.
fr_fr: Le contenu du CPL n'est pas crypté.
nl_nl: De inhoud van de CPL is niet geÃ«ncrypteerd.
ru_ru: Содержимое CPL-файла не зашифровано.

source: Check for updates
fr_fr: Recherche de mises à jour
nl_nl: Controleer op updates
ru_ru: Проверить обновления

source: Could not load film %1 (%2)
fr_fr: Impossible de charger le film %1 (%2)
nl_nl: Kan film niet openen %1 (%2)
ru_ru: Не удалось загрузить проект %1 (%2)

source: Could not make DCP: %s
fr_fr: Impossible de créer le DCP: (%s)
ru_ru: Не удалось собрать DCP: %s

source: Could not open film at %s (%s)
fr_fr: Impossible d'ouvrir le film à %s (%s)
nl_nl: Kan film niet openen in %s (%s)
ru_ru: Не удалось открыть проект на %s (%s)

source: Could not show DCP
fr_fr: Ouverture du DCP impossible
ru_ru: Не удалось открыть каталог DCP

source: Could not show DCP (could not run konqueror)
fr_fr: Ouverture du DCP impossible (konqueror est introuvable)
nl_nl: Kan DCP niet vertonen (Kan Konqueror niet starten)
ru_ru: Не удалось открыть каталог DCP (не удалось запустить konqueror)

source: Could not show DCP (could not run nautilus)
fr_fr: Ouverture du DCP impossible (nautilus est introuvable)
nl_nl: Kan DCP niet vertonen (Kan Nautilus niet starten)
ru_ru: Не удалось открыть каталог DCP (не удалось запустить nautilus)

source: DCP-o-matic Batch Converter
fr_fr: DCP-o-matic - Convertisseur par lots
nl_nl: DCP-o-matic Bulk Omzetter
ru_ru: Пакетный конвертер DCP-o-matic

source: Encoding servers...
fr_fr: Serveurs d'encodage
nl_nl: Render servers...
ru_ru: Сервера кодирования...

source: Film changed
fr_fr: Film modifié
nl_nl: Film is veranderd
ru_ru: Проект изменен

source: Hints...
ru_ru: Подсказки...

source: Make &KDMs... Ctrl-K
fr_fr: Générer &KDMs... Ctrl-K
nl_nl: Maak &KDMs... Ctrl-K
ru_ru: Сгенерировать &KDM-файлы... Ctrl-K

source: New... Ctrl-N
fr_fr: Nouveau... Ctrl-N
nl_nl: Nieuw... Ctrl-N
ru_ru: Новый... Ctrl-N

source: Restore default preferences
ru_ru: Сбросить настройки по умолчанию

source: S&how DCP
fr_fr: &Voir le DCP
nl_nl: S&hoe DCP
ru_ru: Открыть папку DCP

source: Save changes to film "%s" before closing?
fr_fr: Enregistrer les modifications au projet "%s" avant de fermer ?
nl_nl: Bewaar veranderingen naar film "%s" voor afsluiten?
ru_ru: Сохранить изменения "%s" перед закрытием?

source: Scale to fit &height
fr_fr: Adapter pour remplir la &hauteur
nl_nl: Scaal naar &height
ru_ru: Масштабировать по высоте

source: Scale to fit &width
fr_fr: Adapter pour remplir la &largeur
nl_nl: Schaal naar &width
ru_ru: Масштабировать по ширине

source: Select film to open
fr_fr: Sélectionner le film à ouvrir
nl_nl: Kies een film om te openen
ru_ru: Выберите проект

source: The DCP and intermediate files for this film will take up about %.1f Gb, and the disk that you are using only has %.1f Gb available. You would need half as much space if the filesystem supported hard links, but it does not. Do you want to continue anyway?
ru_ru: DCP и промежуточные файлы этого проекта займут приблизительно %.1f ГБ, но на вашем диске всего доступно %.1f ГБ. Вам было бы нужно вдвое меньше места, если бы файловая система поддерживала жесткие ссылки, но она этого не умеет. Продолжить в любом случае?

source: The DCP for this film will take up about %.1f Gb, and the disk that you are using only has %.1f Gb available. Do you want to continue anyway?
fr_fr: Le DCP de ce film pèsera environ %.1f Go. Le disque que vous utilisez n'a que %.1f Go disponibles. Souhaitez-vous continuer ?
nl_nl: De DCP voor deze film neemt ongeveer %.1f Gb in beslag, er is echter maar %.1f Gb beschikbaar. Wilt u toch doorgaan?
ru_ru: DCP-пакет проекта займёт порядка %.1f ГБ, но на целевом диске у вас доступно только %.1f ГБ. Продолжить в любом случае?

source: The DCP-o-matic download server could not be contacted.
fr_fr: Le serveur de téléchargement de DCP-o-matic ne peut être contacté.
nl_nl: De verbinding met de DCP-o-matic download server is niet beschikbaar.
ru_ru: DCP-o-matic не удалось связаться с сервером загрузки.

source: The directory %1 already exists and is not empty. Are you sure you want to use it?
fr_fr: Le dossier %1 existe et n'est pas vide. Etes-vous sûr de vouloir l'utiliser ?
nl_nl: De map %1 bestaat al en is niet leeg. Wilt u deze toch gebruiken?
ru_ru: Папка %1 уже существует и не пуста. Вы точно хотите использовать её?

source: There are no new versions of DCP-o-matic available.
fr_fr: Aucune mise à jour disponible pour DCP-o-matic.
nl_nl: Er is geen nieuwere versie van DCP-o-matic beschikbaar.
ru_ru: Нет новых версий DCP-o-matic.

source: There are unfinished jobs; are you sure you want to quit?
fr_fr: Il y a des tâches inachevées ; voulez-vous vraiment quitter ?
nl_nl: Er zijn nog niet afgeronde projecten, weet u zeker dat u wilt afsluiten?
ru_ru: Есть незаконченные задания! Вы точно хотите выйти?

source: This film was created with an old version of DVD-o-matic and may not load correctly in this version. Please check the film's settings carefully.
fr_fr: Ce film a été créé avec une ancienne version de DVD-o-matic et ne peut pas être ouvert correctement dans cette version. Veuillez vérifier le paramétrage minutieusement.
nl_nl: Deze film is gemaakt met een oude versie van DCP-o-matic en opent mogelijk niet goed in de huidige versie. Controleer alle instellingen zorgvuldig.
ru_ru: Проект был создан более старой версией DVD-o-matic и может некорректно загрузиться в новой версии. Пожалуйста, внимательно проверьте настройки проекта.

source: Unfinished jobs
fr_fr: Travaux incomplets
nl_nl: Niet afgemaakte projecten
ru_ru: Незавершенные задачи

source: You did not select a folder. Make sure that you select a folder before clicking Open.
fr_fr: Aucun dossier sélectionné. Sélectionnez un dossier avant de cliquer sur Ouvrir
nl_nl: U hebt geen map geselecteerd. Zorg ervoor dat er een map geselecteerd is voordat u op Openen klikt.
ru_ru: Вы не выбрали папку. Убедитесь, что вы выбрали папку перед тем как нажать "Открыть".

source: Hints... Ctrl-H
nl_nl: Tips... Ctrl-H
